Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Only continue if this code comes from a device of your own. This browser is then signed in to “%1$@”, and what you log here goes to that profile.
ar: تابع فقط إذا كان هذا الرمز من جهاز يخصّك. عندها يُسجَّل دخول هذا المتصفح إلى «%1$@»، وكل ما تسجّله هنا يذهب إلى ذلك الملف الشخصي.
de: Mach nur weiter, wenn dieser Code von einem deiner eigenen Geräte stammt. Dieser Browser wird dann bei „%1$@“ angemeldet, und was du hier einträgst, landet in diesem Profil.
es: Continúa solo si este código viene de un dispositivo tuyo. Este navegador iniciará entonces sesión en «%1$@», y lo que registres aquí irá a ese perfil.
fr: Ne continue que si ce code vient d’un de tes propres appareils. Ce navigateur sera alors connecté à « %1$@ », et ce que tu enregistres ici ira dans ce profil.
hi: आगे तभी बढ़ें जब यह कोड आपके अपने किसी डिवाइस से आया हो। फिर यह ब्राउज़र "%1$@" में साइन इन हो जाएगा, और आप यहाँ जो भी दर्ज करेंगे वह उसी प्रोफ़ाइल में जाएगा।
hu: Csak akkor folytasd, ha ez a kód a saját eszközödről származik. Ez a böngésző ezután a(z) „%1$@” profilba lesz bejelentkezve, és amit itt rögzítesz, az abba a profilba kerül.
it: Continua solo se questo codice viene da un tuo dispositivo. Questo browser accederà poi a «%1$@», e ciò che registri qui finirà in quel profilo.
ko: 이 코드가 본인 기기에서 받은 것일 때만 계속하세요. 그러면 이 브라우저는 "%1$@"(으)로 로그인되고, 여기서 기록하는 내용은 그 프로필로 들어갑니다.
pl: Kontynuuj tylko wtedy, gdy ten kod pochodzi z Twojego własnego urządzenia. Ta przeglądarka zostanie wtedy zalogowana do „%1$@”, a to, co tu zapiszesz, trafi do tego profilu.
pt: Continua só se este código vier de um dispositivo teu. Este navegador fica então com sessão iniciada em «%1$@», e o que registares aqui vai para esse perfil.
pt_br: Continue só se este código vier de um dispositivo seu. Este navegador fica então conectado a “%1$@”, e o que você registrar aqui vai para esse perfil.
ru: Продолжай, только если этот код пришёл с твоего собственного устройства. Тогда в этом браузере будет выполнен вход в «%1$@», и всё, что ты здесь запишешь, попадёт в этот профиль.
th: ดำเนินการต่อเฉพาะเมื่อรหัสนี้มาจากอุปกรณ์ของคุณเองเท่านั้น จากนั้นเบราว์เซอร์นี้จะเข้าสู่ระบบในชื่อ “%1$@” และสิ่งที่คุณบันทึกที่นี่จะเข้าไปอยู่ในโปรไฟล์นั้น
tr: Yalnızca bu kod kendi cihazlarından birinden geliyorsa devam et. O zaman bu tarayıcıda “%1$@” olarak oturum açılır ve burada kaydettiklerin o profile gider.
uk: Продовжуй, лише якщо цей код надійшов з твого власного пристрою. Тоді в цьому браузері буде виконано вхід у «%1$@», і все, що ти тут запишеш, потрапить до цього профілю.
zh: 只有当这个代码来自你自己的设备时才继续。之后此浏览器将登录到“%1$@”，你在这里记录的内容都会进入该档案。

source: Only medians across everyone who shares, never a name, a body weight or a single session. Turning this off removes you from the numbers immediately.
ar: متوسطات فقط عبر كل من يشارك، لا اسم ولا وزن جسم ولا جلسة مفردة. إيقافه يزيلك من الأرقام فورًا.
de: Nur Mediane über alle, die teilen – nie ein Name, ein Körpergewicht oder eine einzelne Einheit. Wenn du das ausschaltest, bist du sofort aus den Zahlen raus.
es: Solo medianas entre quienes comparten, nunca un nombre, un peso corporal ni una sesión concreta. Al desactivarlo desapareces de los números al instante.
fr: Uniquement des médianes entre ceux qui partagent, jamais un nom, un poids de corps ni une séance précise. Désactiver te retire des chiffres immédiatement.
hi: सिर्फ़ साझा करने वालों के बीच माध्यिका, कभी नाम, शरीर का वज़न या कोई एक सत्र नहीं। बंद करते ही आप आँकड़ों से तुरंत हट जाते हैं।
hu: Csak a megosztók mediánjai, soha nem név, testsúly vagy egyetlen edzés. Ha kikapcsolod, azonnal kikerülsz a számokból.
it: Solo mediane tra chi condivide, mai un nome, un peso corporeo o una singola sessione. Disattivando, esci subito dai numeri.
ko: 공유하는 사람들 간의 중앙값만 사용하며 이름, 체중, 개별 세션은 절대 공개되지 않습니다. 끄면 즉시 집계에서 빠집니다.
pl: Tylko mediany wśród udostępniających, nigdy imię, masa ciała ani pojedyncza sesja. Wyłączenie natychmiast usuwa cię z liczb.
pt: Só medianas entre quem partilha, nunca um nome, um peso corporal ou uma sessão isolada. Ao desligar sais dos números de imediato.
pt_br: Só medianas entre quem compartilha, nunca um nome, um peso corporal ou uma sessão isolada. Ao desligar você sai dos números na hora.
ru: Только медианы среди тех, кто делится, — никаких имён, веса тела или отдельных сессий. Выключишь — сразу исчезнешь из цифр.
th: เฉพาะค่ามัธยฐานของทุกคนที่แชร์ ไม่มีชื่อ น้ำหนักตัว หรือเซสชันเดี่ยว ๆ การปิดจะนำคุณออกจากตัวเลขทันที
tr: Sadece paylaşanlar arasındaki medyanlar; asla bir isim, vücut ağırlığı ya da tek bir seans değil. Kapatınca rakamlardan hemen çıkarsın.
uk: Лише медіани серед тих, хто ділиться, — жодних імен, ваги тіла чи окремих занять. Вимкнеш — одразу зникнеш із цифр.
zh: 只统计共享者之间的中位数，绝不包含姓名、体重或单次训练。关闭后你会立即从数据中移除。

source: Only sent on days you have a routine planned and haven't logged a workout yet.
ar: تُرسل فقط في الأيام التي لديك فيها روتين مجدول ولم تسجّل تمرينًا بعد.
de: Wird nur an Tagen gesendet, an denen ein Training geplant und noch keins eingetragen ist.
es: Solo se envía los días con rutina planificada y sin entrenamiento registrado.
fr: Envoyé uniquement les jours où une routine est prévue et aucune séance notée.
hi: केवल उन्हीं दिनों भेजा जाता है जब रूटीन तय है और वर्कआउट दर्ज नहीं हुआ।
hu: Csak azokon a napokon küldjük, amikor van tervezett rutinod, és még nem rögzítettél edzést.
it: Inviato solo nei giorni con una routine pianificata e nessun allenamento registrato.
ko: 루틴이 예정되어 있고 아직 운동을 기록하지 않은 날에만 전송됩니다.
pl: Wysyłane tylko w dni z zaplanowanym planem i bez zapisanego treningu.
pt: Enviado apenas nos dias com rotina planeada e sem treino registado.
pt_br: Enviado somente nos dias em que há uma rotina planejada e você ainda não registrou um treino.
ru: Отправляется только в дни, когда запланирована программа и тренировка ещё не записана.
th: จะแจ้งเตือนเฉพาะวันที่มีแผนไว้และยังไม่ได้บันทึกการออกกำลังกาย
tr: Sadece rutin planlanmış ve henüz antrenman kaydedilmemiş günlerde gönderilir.
uk: Надсилається лише в дні, коли заплановано програму й тренування ще не записано.
zh: 仅在安排了训练且尚未记录的日子发送。

source: Only your passkeys sign in to this profile afterwards.
ar: بعد ذلك، لا يمكن الدخول إلى هذا الملف الشخصي إلا بمفاتيح المرور.
de: Danach melden nur noch deine Passkeys dich bei diesem Profil an.
es: Después, solo tus passkeys inician sesión en este perfil.
fr: Ensuite, seules tes passkeys permettent de te connecter à ce profil.
hi: इसके बाद केवल आपकी पासकी से ही इस प्रोफ़ाइल में साइन इन होगा।
hu: Ezután csak a jelszókulcsaiddal lehet belépni ebbe a profilba.
it: Dopo, si accede a questo profilo solo con le tue passkey.
ko: 이후에는 패스키로만 이 프로필에 로그인할 수 있습니다.
pl: Potem do tego profilu zalogujesz się już tylko passkey.
pt: Depois disso, só as tuas passkeys iniciam sessão neste perfil.
pt_br: Depois disso, só suas chaves de acesso entram neste perfil.
ru: После этого войти в этот профиль можно будет только по ключам доступа.
th: หลังจากนี้ จะเข้าสู่โปรไฟล์นี้ได้ด้วยพาสคีย์เท่านั้น
tr: Bundan sonra bu profile yalnızca geçiş anahtarlarınla giriş yapılabilir.
uk: Після цього увійти в профіль можна буде лише ключами доступу.
zh: 之后只能用你的通行密钥登录此档案。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
hu: Megnyitás
it: Apri
ko: 열기
pl: Otwórz
pt: Abrir
pt_br: Abrir
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
zh: 打开

source: Open Settings → “Pair the mobile app” on the openGym site you’re already signed into, then enter its address and the code shown there.
ar: افتح الإعدادات ← «إقران تطبيق الجوال» في موقع openGym الذي سجلت دخولك إليه، ثم أدخل عنوانه والرمز المعروض هناك.
de: Öffne auf der openGym-Seite, bei der du bereits angemeldet bist, Einstellungen → „Mobile App koppeln“, und gib dann deren Adresse und den dort angezeigten Code ein.
es: En Ajustes → «Emparejar la app móvil» del sitio de openGym en el que ya has iniciado sesión, luego introduce su dirección y el código que aparece ahí.
fr: Dans Réglages → « Associer l'application mobile » sur le site openGym où vous êtes déjà connecté, saisissez ensuite son adresse et le code qui s'y affiche.
hi: जिस openGym साइट में आप पहले से साइन इन हैं, वहाँ सेटिंग्स → "मोबाइल ऐप पेयर करें" खोलें, फिर उसका पता और वहाँ दिखा कोड डालें।
hu: Nyisd meg a Beállítások → „Mobilalkalmazás párosítása” menüpontot azon az openGym oldalon, ahová már be vagy jelentkezve, majd add meg az ott látható címet és kódot.
it: In Impostazioni → «Abbina l'app mobile» sul sito openGym in cui hai già effettuato l'accesso, poi inserisci il suo indirizzo e il codice mostrato lì.
ko: 이미 로그인된 openGym 사이트에서 설정 → "모바일 앱 페어링"을 열고, 주소와 거기에 표시된 코드를 입력하세요.
pl: W Ustawieniach → „Sparuj aplikację mobilną” na stronie openGym, na której jesteś już zalogowany, wpisz jej adres i wyświetlony tam kod.
pt: Em Definições → «Emparelhar a app móvel» no site openGym em que já tens sessão iniciada, introduz depois o endereço e o código apresentado aí.
pt_br: No site openGym em que você já está conectado, abra Configurações → “Parear o aplicativo”, depois digite o endereço e o código mostrado lá.
ru: В Настройках → «Сопряжение мобильного приложения» на сайте openGym, где вы уже вошли, введите его адрес и показанный там код.
th: เปิดการตั้งค่า → “จับคู่แอปมือถือ” บนเว็บไซต์ openGym ที่คุณเข้าสู่ระบบอยู่แล้ว จากนั้นป้อนที่อยู่และรหัสที่แสดงไว้ที่นั่น
tr: Zaten oturum açtığın openGym sitesinde Ayarlar → “Mobil uygulamayı eşleştir”i aç, ardından adresini ve orada gösterilen kodu gir.
uk: У Налаштуваннях → «Спарувати мобільний застосунок» на сайті openGym, куди ти вже увійшов, введи його адресу і показаний там код.
zh: 在你已登录的 openGym 网站上，打开设置 →“配对手机应用”，然后输入其地址和那里显示的配对码。

source: Open Settings → “Pair the mobile app” on your openGym site in a browser and enter the new code shown there. What this phone kept is merged into your account.
ar: افتح الإعدادات ← «إقران تطبيق الجوال» في موقع openGym الخاص بك من متصفح وأدخل الرمز الجديد الظاهر هناك. ما احتفظ به هذا الهاتف يُدمج في حسابك.
de: Öffne auf deiner openGym-Seite im Browser Einstellungen → „Mobile App koppeln“ und gib den neuen Code ein, der dort angezeigt wird. Was dieses Handy aufbewahrt hat, wird in dein Konto übernommen.
es: Abre Ajustes → «Emparejar la app móvil» en tu sitio de openGym en un navegador e introduce el nuevo código que aparece ahí. Lo que este teléfono guardó se fusiona con tu cuenta.
fr: Ouvrez Réglages → « Associer l'application mobile » sur votre site openGym dans un navigateur et saisissez le nouveau code qui s'y affiche. Ce que ce téléphone a gardé est fusionné avec votre compte.
hi: ब्राउज़र में अपनी openGym साइट पर सेटिंग्स → "मोबाइल ऐप पेयर करें" खोलें और वहाँ दिखा नया कोड डालें। इस फ़ोन ने जो रखा है, वह आपके खाते में जोड़ दिया जाएगा।
hu: Nyisd meg a Beállítások → „Mobilalkalmazás párosítása” menüpontot az openGym oldaladon egy böngészőben, és add meg az ott látható új kódot. Amit ez a telefon megőrzött, a fiókodba kerül.
it: Apri Impostazioni → «Abbina l'app mobile» sul tuo sito openGym in un browser e inserisci il nuovo codice mostrato lì. Ciò che questo telefono ha conservato viene unito al tuo account.
ko: 브라우저에서 openGym 사이트의 설정 → "모바일 앱 페어링"을 열고 거기에 표시된 새 코드를 입력하세요. 이 휴대폰에 보관된 내용은 계정에 병합됩니다.
pl: Otwórz Ustawienia → „Sparuj aplikację mobilną” na swojej stronie openGym w przeglądarce i wpisz nowy kod, który się tam pojawi. To, co zachował ten telefon, zostanie scalone z twoim kontem.
pt: Abre Definições → «Emparelhar a app móvel» no teu site openGym num navegador e introduz o novo código apresentado aí. O que este telemóvel guardou é integrado na tua conta.
pt_br: No seu site openGym em um navegador, abra Configurações → “Parear o aplicativo” e digite o novo código mostrado lá. O que este celular manteve é incorporado à sua conta.
ru: Откройте Настройки → «Сопряжение мобильного приложения» на своём сайте openGym в браузере и введите показанный там новый код. То, что сохранил этот телефон, будет объединено с вашим аккаунтом.
th: เปิดการตั้งค่า → “จับคู่แอปมือถือ” บนเว็บไซต์ openGym ของคุณในเบราว์เซอร์ แล้วป้อนรหัสใหม่ที่แสดงไว้ที่นั่น สิ่งที่โทรศัพท์เครื่องนี้เก็บไว้จะรวมเข้ากับบัญชีของคุณ
tr: Bir tarayıcıda openGym sitende Ayarlar → “Mobil uygulamayı eşleştir”i aç ve orada gösterilen yeni kodu gir. Bu telefonun sakladıkları hesabınla birleştirilir.
uk: Відкрий Налаштування → «Спарувати мобільний застосунок» на своєму сайті openGym у браузері й введи показаний там новий код. Те, що зберіг цей телефон, буде об’єднано з твоїм акаунтом.
zh: 在浏览器中打开你的 openGym 网站的设置 →“配对手机应用”，然后输入那里显示的新配对码。这部手机保留的内容会合并到你的账号。

source: Open link
ar: فتح الرابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
hi: लिंक खोलें
hu: Link megnyitása
it: Apri il link
ko: 링크 열기
pl: Otwórz link
pt: Abrir ligação
pt_br: Abrir link
ru: Открыть ссылку
th: เปิดลิงก์
tr: Bağlantıyı aç
uk: Відкрити посилання
zh: 打开链接

source: Open progression settings
ar: فتح إعدادات التقدم
de: Progressions-Einstellungen öffnen
es: Abrir ajustes de progresión
fr: Ouvrir les réglages de progression
hi: प्रगति सेटिंग्स खोलें
hu: Progresszió beállításainak megnyitása
it: Apri le impostazioni di progressione
ko: 진행 설정 열기
pl: Otwórz ustawienia progresji
pt: Abrir definições de progressão
pt_br: Abrir configurações de progressão
ru: Открыть настройки прогрессии
th: เปิดการตั้งค่าการเพิ่มน้ำหนัก
tr: İlerleme ayarlarını aç
uk: Відкрити налаштування прогресії
zh: 打开进阶设置

source: Optional — a picture makes it easier to spot in a list.
ar: اختياري — الصورة تجعل العثور عليه في القائمة أسهل.
de: Optional — mit einem Bild findest du sie in einer Liste schneller.
es: Opcional — con una imagen es más fácil encontrarlo en una lista.
fr: Facultatif — une image le rend plus facile à repérer dans une liste.
hi: वैकल्पिक — तस्वीर हो तो सूची में ढूँढना आसान होता है।
hu: Nem kötelező — képpel könnyebb megtalálni a listában.
it: Facoltativo — con un’immagine lo trovi più facilmente in un elenco.
ko: 선택 — 사진이 있으면 목록에서 더 쉽게 찾을 수 있습니다.
pl: Opcjonalnie — ze zdjęciem łatwiej je znaleźć na liście.
pt: Opcional — com uma imagem é mais fácil encontrá-lo numa lista.
pt_br: Opcional — com uma imagem fica mais fácil encontrá-lo em uma lista.
ru: Необязательно — с картинкой его проще найти в списке.
th: ไม่บังคับ — มีรูปจะหาในรายการได้ง่ายขึ้น
tr: İsteğe bağlı — bir görselle listede daha kolay bulunur.
uk: Необов’язково — з картинкою її легше знайти у списку.
zh: 可选——有图片更容易在列表中找到它。

source: Orange
ar: برتقالي
es: Naranja
hi: नारंगी
hu: Narancs
it: Arancione
ko: 주황
pl: Pomarańczowy
pt: Laranja
pt_br: Laranja
ru: Оранжевый
th: ส้ม
tr: Turuncu
uk: Помаранчевий
zh: 橙色

source: Other
ar: أخرى
de: Sonstiges
es: Otros
fr: Autres
hi: अन्य
hu: Egyéb
it: Altro
ko: 기타
pl: Inne
pt: Outros
pt_br: Outros
ru: Другое
th: อื่น ๆ
tr: Diğer
uk: Інше
zh: 其他

source: Other routines
ar: روتينات أخرى
de: Andere Routinen
es: Otras rutinas
fr: Autres routines
hi: अन्य रूटीन
hu: Más rutinok
it: Altre routine
ko: 다른 루틴
pl: Inne plany
pt: Outras rotinas
pt_br: Outras rotinas
ru: Другие программы
th: รูทีนอื่น
tr: Diğer rutinler
uk: Інші програми
zh: 其他训练日

source: PRs
ar: الأرقام القياسية
de: Rekorde
es: Récords
fr: Records
hi: रिकॉर्ड
hu: Rekordok
it: Record
ko: 신기록
pl: Rekordy
pt: Recordes
pt_br: Recordes
ru: Рекорды
th: สถิติใหม่
tr: Rekorlar
uk: Рекорди
zh: 纪录

source: Pair again
ar: الإقران مجددًا
de: Neu koppeln
es: Volver a emparejar
fr: Associer à nouveau
hi: फिर से पेयर करें
hu: Újrapárosítás
it: Abbina di nuovo
ko: 다시 페어링
pl: Sparuj ponownie
pt: Emparelhar de novo
pt_br: Parear de novo
ru: Сопрячь заново
th: จับคู่ใหม่
tr: Yeniden eşleştir
uk: Спарувати знову
zh: 重新配对

source: Pair again, or export a backup first. Going ahead anyway keeps a copy of these changes on this device until it connects to this server as this account again — then they are added back.
ar: أقرِن الهاتف مجددًا، أو صدّر نسخة احتياطية أولًا. إذا تابعت على أي حال، فستبقى نسخة من هذه التغييرات على هذا الجهاز حتى يتصل بهذا الخادم بهذا الحساب مجددًا — وعندها تُضاف من جديد.
de: Kopple neu oder exportiere zuerst ein Backup. Machst du trotzdem weiter, bleibt eine Kopie dieser Änderungen auf diesem Gerät, bis es sich wieder mit diesem Konto mit diesem Server verbindet — dann werden sie wieder hinzugefügt.
es: Vuelve a emparejar o exporta antes una copia. Si continúas de todos modos, se guarda una copia de estos cambios en este dispositivo hasta que vuelva a conectarse a este servidor con esta cuenta; entonces se vuelven a añadir.
fr: Associez à nouveau, ou exportez d'abord une sauvegarde. Si vous continuez quand même, une copie de ces modifications reste sur cet appareil jusqu'à ce qu'il se reconnecte à ce serveur avec ce compte — elles sont alors rajoutées.
hi: फिर से पेयर करें, या पहले बैकअप निर्यात करें। फिर भी आगे बढ़ने पर इन बदलावों की एक कॉपी इस डिवाइस पर तब तक रहती है जब तक यह इसी खाते से इस सर्वर से फिर कनेक्ट नहीं होता — तब वे वापस जोड़ दिए जाते हैं।
hu: Párosítsd újra, vagy előbb exportálj egy biztonsági mentést. Ha mégis folytatod, a módosítások másolata ezen az eszközön marad, amíg újra nem csatlakozik ehhez a szerverhez ezzel a fiókkal — akkor visszakerülnek.
it: Abbina di nuovo, oppure esporta prima un backup. Se procedi comunque, una copia di queste modifiche resta su questo dispositivo finché non si ricollega a questo server con questo account — poi vengono aggiunte di nuovo.
ko: 다시 페어링하거나 먼저 백업을 내보내세요. 그래도 계속하면 이 기기가 이 계정으로 이 서버에 다시 연결될 때까지 변경 사항의 사본이 이 기기에 보관되며, 그때 다시 추가됩니다.
pl: Sparuj ponownie albo najpierw wyeksportuj kopię. Jeśli mimo to przejdziesz dalej, kopia tych zmian zostanie na tym urządzeniu, aż ponownie połączy się z tym serwerem na tym koncie — wtedy zostaną dodane z powrotem.
pt: Emparelha de novo, ou exporta primeiro uma cópia. Se continuares mesmo assim, fica uma cópia destas alterações neste dispositivo até ele voltar a ligar-se a este servidor com esta conta — aí são novamente adicionadas.
pt_br: Pareie de novo ou exporte um backup antes. Se continuar mesmo assim, uma cópia dessas alterações fica neste dispositivo até ele se conectar de novo a este servidor com esta conta — aí elas são adicionadas de volta.
ru: Выполните сопряжение заново или сначала экспортируйте резервную копию. Если всё равно продолжить, копия этих изменений останется на этом устройстве, пока оно снова не подключится к этому серверу с этим аккаунтом, — тогда они будут добавлены обратно.
th: จับคู่ใหม่ หรือส่งออกข้อมูลสำรองก่อน หากดำเนินการต่อ สำเนาของการเปลี่ยนแปลงเหล่านี้จะอยู่ในอุปกรณ์นี้จนกว่าจะเชื่อมต่อกับเซิร์ฟเวอร์นี้ด้วยบัญชีนี้อีกครั้ง — แล้วจะถูกเพิ่มกลับเข้าไป
tr: Yeniden eşleştir ya da önce bir yedek dışa aktar. Yine de devam edersen bu değişikliklerin bir kopyası, cihaz bu hesapla bu sunucuya yeniden bağlanana kadar bu cihazda kalır — sonra geri eklenir.
uk: Спаруй знову або спершу експортуй резервну копію. Якщо все одно продовжити, копія цих змін залишиться на цьому пристрої, доки він знову не підключиться до цього сервера з цим акаунтом, — тоді їх буде додано назад.
zh: 请重新配对，或先导出备份。如果仍然继续，这些更改的副本会保留在此设备上，直到它再次以此账号连接到此服务器——届时会重新加入。

source: Pair the mobile app
ar: إقران تطبيق الجوال
de: Mobile App koppeln
es: Emparejar la app móvil
fr: Associer l'application mobile
hi: मोबाइल ऐप पेयर करें
hu: Mobilalkalmazás párosítása
it: Abbina l'app mobile
ko: 모바일 앱 페어링
pl: Sparuj aplikację mobilną
pt: Emparelhar a app móvel
pt_br: Parear o aplicativo
ru: Сопряжение мобильного приложения
th: จับคู่แอปมือถือ
tr: Mobil uygulamayı eşleştir
uk: Спарувати мобільний застосунок
zh: 配对手机应用

source: Pairing code
ar: رمز الإقران
de: Kopplungscode
es: Código de emparejamiento
fr: Code d'association
hi: पेयरिंग कोड
hu: Párosítási kód
it: Codice di abbinamento
ko: 페어링 코드
pl: Kod parowania
pt: Código de emparelhamento
pt_br: Código de emparelhamento
ru: Код сопряжения
th: รหัสจับคู่
tr: Eşleştirme kodu
uk: Код спарування
zh: 配对码

source: Pairs of each size you own. Every set row loads from this list, so a home gym with one pair of 45s is never told to use two.
ar: أزواج كل مقاس تملكه. كل سطر مجموعة يأخذ أقراصه من هذه القائمة، فلا يُطلب أبدًا من نادٍ منزلي فيه زوج واحد من أقراص 45 أن يستخدم زوجين.
de: Paare jeder Größe, die du besitzt. Jede Satzzeile lädt aus dieser Liste, damit ein Heimstudio mit nur einem Paar 45er-Scheiben nie aufgefordert wird, zwei zu benutzen.
es: Pares de cada tamaño que tienes. Cada serie carga desde esta lista, así un gimnasio casero con un solo par de discos de 45 nunca recibe la indicación de usar dos.
fr: Paires de chaque taille que tu as. Chaque série se charge à partir de cette liste, pour qu'une salle à la maison avec une seule paire de disques de 45 ne se voie jamais dire d'en utiliser deux.
hi: आपके पास मौजूद हर साइज़ के जोड़े। हर सेट इसी लिस्ट से लोड होता है, ताकि सिर्फ़ एक जोड़ी 45 वाली प्लेट रखने वाले होम जिम को कभी दो इस्तेमाल करने को न कहा जाए।
hu: A birtokodban lévő párok száma méretenként. Minden sorozat ebből a listából dolgozik, így egy otthoni edzőterem, amelynek csak egy pár 45-öse van, sosem kap olyan utasítást, hogy kettőt használjon.
it: Le coppie di ciascuna misura che possiedi. Ogni serie carica da questo elenco, così una palestra di casa con una sola coppia di dischi da 45 non si sente mai dire di usarne due.
ko: 가지고 있는 사이즈별 쌍의 수입니다. 모든 세트 행이 이 목록에서 불러오므로, 45짜리 한 쌍만 있는 홈짐에 두 개를 쓰라고 하지 않습니다.
pl: Pary każdego rozmiaru, jakie masz. Każdy wiersz serii ładuje się z tej listy, więc domowa siłownia z jedną parą 45-tek nigdy nie usłyszy, żeby użyć dwóch.
pt: Pares de cada tamanho que tens. Cada linha de série carrega a partir desta lista, por isso um ginásio em casa com um só par de 45 nunca é instruído a usar dois.
pt_br: Pares de cada tamanho que você tem. Cada linha de série carrega a partir desta lista, então uma academia em casa com apenas um par de anilhas de 45 nunca é instruída a usar duas.
ru: Пары каждого размера, которые у тебя есть. Каждая строка подхода берёт данные из этого списка, поэтому домашнему залу с одной парой блинов по 45 никогда не предложат использовать две.
th: จำนวนคู่ของแต่ละขนาดที่คุณมี ทุกแถวของเซ็ตจะโหลดจากรายการนี้ ดังนั้นโฮมยิมที่มีแผ่น 45 แค่คู่เดียวจะไม่มีวันถูกบอกให้ใช้สองคู่
tr: Sahip olduğun her ebattan çift sayısı. Her set satırı bu listeden yüklenir; bu yüzden yalnızca bir çift 45'lik diski olan bir ev spor salonundan asla iki tane kullanması istenmez.
uk: Пари кожного розміру, які в тебе є. Кожен рядок підходу бере блини з цього списку, тож домашньому залу з однією парою блинів по 45 ніколи не запропонують узяти дві.
zh: 你拥有的每种重量的对数。每一行组数都从这份清单里取用，所以只有一对 45 的家庭健身房永远不会被要求用两片。

source: Passkey
ar: مفتاح المرور
hi: पासकी
hu: Jelszókulcs
ko: 패스키
pt_br: Chave de acesso
ru: Ключ доступа
th: พาสคีย์
tr: Geçiş anahtarı
uk: Ключ доступу
zh: 通行密钥

source: Passkey added
ar: تمت إضافة مفتاح المرور
de: Passkey hinzugefügt
es: Passkey añadida
fr: Passkey ajoutée
hi: पासकी जोड़ी गई
hu: Jelszókulcs hozzáadva
it: Passkey aggiunta
ko: 패스키 추가됨
pl: Dodano passkey
pt: Passkey adicionada
pt_br: Chave de acesso adicionada
ru: Ключ доступа добавлен
th: เพิ่มพาสคีย์แล้ว
tr: Geçiş anahtarı eklendi
uk: Ключ доступу додано
zh: 已添加通行密钥

source: Passkey removed
ar: تمت إزالة مفتاح المرور
de: Passkey entfernt
es: Passkey quitada
fr: Passkey retirée
hi: पासकी हटाई गई
hu: Jelszókulcs eltávolítva
it: Passkey rimossa
ko: 패스키 제거됨
pl: Usunięto passkey
pt: Passkey removida
pt_br: Chave de acesso removida
ru: Ключ доступа удалён
th: ลบพาสคีย์แล้ว
tr: Geçiş anahtarı kaldırıldı
uk: Ключ доступу видалено
zh: 已移除通行密钥
